[{"name": "Desierto", "url": "http://movieweb.com/movie/desierto/", "director": "Jons Cuarn", "released": "March 4th, 2016", "img_src": "http://cdn.movieweb.com/img.teasers.posters/FI6652ZxZY9L9d_7_a.jpg", "genre": "Drama", "description": "A gripping thriller in the vein of Manhunter set along the Mexican border"},
{"name": "My Big Fat Greek Wedding 2", "url": "http://movieweb.com/movie/my-big-fat-greek-wedding-2/", "director": "Kirk Jones", "released": "March 25th, 2016", "img_src": "http://cdn.movieweb.com/img.teasers.posters/FI7yZDcTh4Hkae_1_a.jpg", "genre": "Comedy", "description": "Gold Circle Entertainment and HBO present a Playtone production of My Big Fat Greek Wedding 2, the long-awaited follow-up to the highest-grossing romantic comedy of all time. Written by Academy Award nominee Nia Vardalos, who stars alongside the entire returning cast of favorites, the film reveals a Portokalos family secret that will bring the beloved characters back together for an even bigger and Greeker wedding."},
{"name": "Whiskey Tango Foxtrot", "url": "http://movieweb.com/movie/whiskey-tango-foxtrot/", "director": "Glenn Ficarra", "released": "March 4th, 2016", "img_src": "http://cdn.movieweb.com/img.teasers.posters/FIsl43vd8ssTvs_6_a.jpg", "genre": "Comedy", "description": "A journalist recounts her wartime coverage in Afghanistan and Pakistan."},
{"name": "The Little Prince", "url": "http://movieweb.com/movie/the-little-prince-2016/", "director": "Mark Osborne", "released": "March 18th, 2016", "img_src": "http://cdn.movieweb.com/img.teasers.posters/FIfzp19koJejho_115_a.jpg", "genre": "Fantasy", "description": "From Mark Osborne comes the first-ever animated feature film adaptation of Antoine de Saint-Exupry's iconic masterpiece, The Little Prince. At the heart of it all is The Little Girl, who's being prepared by her mother for the very grown-up world in which they live - only to be interrupted by her eccentric, kind-hearted neighbor, The Aviator. The Aviator introduces his new friend to an extraordinary world where anything is possible. A world that he himself was initiated into long ago by The Little Prince. It's here that The Little Girl's magical and emotional journey into her own imagination - and into the universe of The Little Prince - begins. And it's where The Little Girl rediscovers her childhood and learns that ultimately, it's human connections that matter most, and that what's truly essential can only be seen with the heart."},
{"name": "London Has Fallen", "url": "http://movieweb.com/movie/london-has-fallen/", "director": "Babak Najafi", "released": "March 4th, 2016", "img_src": "http://cdn.movieweb.com/img.teasers.posters/FIN8gKl1WDG4QT_112_a.jpg", "genre": "Action", "description": "The sequel to the worldwide smash hit Olympus Has Fallen, a non-stop, suspenseful action thriller that delivers high-octane excitement through a heightened sense of authenticity. The visceral intensity springs from a timely premise: after the British Prime Minister passes away, his funeral becomes a target of a terrorist organization to destroy some of the worlds most powerful leaders, devastate the British capital, and unleash a terrifying vision of the future. The only hope of stopping it rests on the shoulders of the President of the United States (Aaron Eckhart) and his formidable Secret Service head (Gerard Butler), and an English MI-6 agent (Charlotte Riley) who rightly trusts no one. Morgan Freeman also stars as the Vice President of the United States."},
{"name": "Knight of Cups", "url": "http://movieweb.com/movie/knight-of-cups/", "director": "Terrence Malick", "released": "March 4th, 2016", "img_src": "http://cdn.movieweb.com/img.teasers.posters/FILyeMjaT4SnOU_107_a.jpg", "genre": "Drama", "description": "A man is in search of love and truth."},
{"name": "Ratchet & Clank", "url": "http://movieweb.com/movie/ratchet-clank/", "director": "Jericca Cleland", "released": "April 29th, 2016", "img_src": "http://cdn.movieweb.com/img.teasers.posters/FIzzNU2kkP2oCG_113_a.jpg", "genre": "Animation", "description": "Ratchet and Clank tells the story of two unlikely heroes as they struggle to stop a vile alien named Chairman Drek from destroying every planet in the Solana Galaxy. When the two stumble upon a dangerous weapon capable of destroying entire planets, they must join forces with a team of colorful heroes called The Galactic Rangers in order to save the galaxy. Along the way they'll learn about heroism, friendship, and the importance of discovering one's own identity."},
{"name": "The Brothers Grimsby", "url": "http://movieweb.com/movie/the-brothers-grimsby/", "director": "Louis Leterrier", "released": "March 11th, 2016", "img_src": "http://cdn.movieweb.com/img.teasers.posters/FImkA53aKbV8pm_107_a.jpg", "genre": "Comedy", "description": "Nobby (Sacha Baron Cohen), a sweet but dimwitted English football hooligan, reunites with his long-lost brother Sebastian (Mark Strong), a deadly MI6 agent, to prevent a massive global terror attack and prove that behind every great spy is an embarrassing sibling. Nobby has everything a man from Grimsby could want, including 11 children and the most gorgeous girlfriend in the northeast of England (Rebel Wilson). There's only one thing missing: his little brother, Sebastian, who Nobby has spent 28 years searching for after they were separated as kids. Nobby sets off to reunite with Sebastian, unaware that not only is his brother MI6's deadliest assassin, but he's just uncovered plans for an imminent global terrorist attack. On the run and wrongfully accused, Sebastian realizes that if he is going to save the world, he will need the help of its biggest idiot."},
{"name": "The Divergent Series: Allegiant", "url": "http://movieweb.com/movie/the-divergent-series-allegiant/", "director": "Robert Schwentke", "released": "March 18th, 2016", "img_src": "http://cdn.movieweb.com/img.teasers.posters/FI9uyuZ17iO0cb_119_a.jpg", "genre": "Sci-Fi", "description": "After the earth-shattering revelations of Insurgent, in Allegiant Part 1 Tris (Shailene Woodley) must escape with Four (Theo James) beyond the Wall that encircles Chicago to finally discover the shocking truth of what lies behind it."},
{"name": "Zootopia", "url": "http://movieweb.com/movie/zootopia/", "director": "Byron Howard", "released": "March 4th, 2016", "img_src": "http://cdn.movieweb.com/img.teasers.posters/FIiFocNoSffalm_117_a.jpg", "genre": "Animation", "description": "The modern mammal metropolis of Zootopia is a city like no other. Comprised of habitat neighborhoods like ritzy Sahara Square and frigid Tundratown, its a melting pot where animals from every environment live togethera place where no matter what you are, from the biggest elephant to the smallest shrew, you can be anything. But when optimistic Officer Judy Hopps arrives, she discovers that being the first bunny on a police force of big, tough animals isnt so easy. Determined to prove herself, she jumps at the opportunity to crack a case, even if it means partnering with a fast-talking, scam-artist fox, Nick Wilde, to solve the mystery."},
{"name": "The Purge 3", "url": "http://movieweb.com/movie/the-purge-3/", "director": "James DeMonaco", "released": "July 1st, 2016", "img_src": "//media.movieweb.com/ii/mw2/poster-none.png", "genre": "Horror", "description": "Expanding upon the explosive universe introduced in the sleeper hits that have earned $200 million at the worldwide box office, Universal PicturesThe Purge 3reveals the next terrifying chapter of 12 hours of anarchy that is sanctioned annually by the New Founders of America."},
{"name": "Batman v Superman: Dawn of Justice", "url": "http://movieweb.com/movie/batman-v-superman-dawn-of-justice/", "director": "Zack Snyder", "released": "March 25th, 2016", "img_src": "http://cdn.movieweb.com/img.teasers.posters/FIdkwwifsiPJgi_119_a.jpg", "genre": "Action", "description": "Fearing the actions of a god-like superhero left unchecked, Gotham Citys own formidable, forceful vigilante takes on Metropoliss most revered, modern-day savior, while the world wrestles with what sort of hero it really needs. And with Batman vs Superman at war with one another, a new threat quickly arises, putting mankind in greater danger than its ever known before."},
{"name": "La La Land", "url": "http://movieweb.com/movie/la-la-land/", "director": "Damien Chazelle", "released": "July 15th, 2016", "img_src": "//media.movieweb.com/ii/mw2/poster-none.png", "genre": "Musical", "description": "From Summit Entertainment. In this modern take on the Hollywood musical from Damien Chazelle, the Academy Award-nominated writer and director of WHIPLASH, Sebastian (Ryan Gosling) and Mia (Emma Stone) are drawn together by their common desire to do what they love. But as success mounts they are faced with decisions that begin to fray the fragile fabric of their love affair, and the dreams they worked so hard to maintain in each other threaten to rip them apart."},
{"name": "Knights of the Round Table", "url": "http://movieweb.com/movie/knights-of-the-round-table-2016/", "director": "Guy Ritchie", "released": "July 22nd, 2016", "img_src": "//media.movieweb.com/ii/mw2/poster-none.png", "genre": "Fantasy", "description": "The bold new story introduces a streetwise young Arthur who runs the back alleys of Londonium [sic] with his gang, unaware of the life he was born for until he grasps hold of the sword Excaliburand with it, his future. Instantly challenged by the power of Excalibur, Arthur is forced to make some hard choices. Throwing in with the Resistance and a mysterious young woman named Guinevere, he must learn to master the sword, face down his demons and unite the people to defeat the tyrant Vortigern, who stole his crown and murdered his parents, and become King."},
{"name": "Ice Age: Collision Course", "url": "http://movieweb.com/movie/ice-age-collision-course/", "director": "Mike Thurmeier", "released": "July 22nd, 2016", "img_src": "http://cdn.movieweb.com/img.teasers.posters/FIt2FintoIs5wv_113_a.jpg", "genre": "Animation", "description": "Scrats epic pursuit of the elusive acorn catapults him into the universe where he accidentally sets off a series of cosmic events that transform and threaten the Ice Age World. To save themselves, Sid, Manny, Diego, and the rest of the herd must leave their home and embark on a quest full of comedy and adventure, traveling to exotic new lands and encountering a host of colorful new characters. ICE AGE: COLLISION COURSE, opening in theaters everywhere July 22, 2016, stars returning cast members Ray Romano, Denis Leary, John Leguizamo, Queen Latifah, Seann William Scott, Josh Peck, Simon Pegg, Keke Palmer, Wanda Sykes, and Jennifer Lopez. Joining the herd are Stephanie Beatriz, Adam DeVine, Jesse Tyler Ferguson, Max Greenfield, Jessie J, Nick Offerman, Melissa Rauch, Michael Strahan and Neil deGrasse Tyson."},
{"name": "The BFG", "url": "http://movieweb.com/movie/the-bfg-2016/", "director": "Steven Spielberg", "released": "July 1st, 2016", "img_src": "http://cdn.movieweb.com/img.teasers.posters/FIw7jQ6TWKb2zD_124_a.jpg", "genre": "Family", "description": "Theexcitingtale of a young London girl and the mysterious Giant who introduces her to the wondersand perils of Giant Country. Based on thebelovednovel by Roald Dahl, The BFG (Big Friendly Giant) was published in 1982and has beenenchantingreaders of all agesever since.Dahls books, which also include Charlie and the Chocolate Factory, James and the Giant Peach, Matilda and Fantastic Mr. Fox, are currently available in 58 languages and have sold over 200 millioncopies worldwide."},
{"name": "The Finest Hours", "url": "http://movieweb.com/movie/the-finest-hours-2016/", "director": "Craig Gillespie", "released": "January 29th, 2016", "img_src": "http://cdn.movieweb.com/img.teasers.posters/FIyh3jkGD67SBA_107_a.jpg", "genre": "Drama", "description": "The Coast Guard makes a daring rescue attempt off the coast of Cape Cod after after a pair of oil tankers are destroyed during a blizzard in 1952."},
{"name": "Ip Man 3", "url": "http://movieweb.com/movie/ip-man-3/", "director": "Wilson Yip", "released": "January 22nd, 2016", "img_src": "http://cdn.movieweb.com/img.teasers.posters/FIeeR6gfqNSmhj_2_a.jpg", "genre": "Action", "description": "When a band of brutal gangsters led by a crooked property developer make a play to take over the city, Master Ip is forced to take a stand."},
{"name": "Fifty Shades of Black", "url": "http://movieweb.com/movie/fifty-shades-of-black/", "director": "Michael Tiddes", "released": "January 29th, 2016", "img_src": "http://cdn.movieweb.com/img.teasers.posters/FI3MnKwlft5q66_27_a.jpg", "genre": "Comedy", "description": "This spoof from the Wayans Brothers parodies the ultra-popular novel/film series Fifty Shades of Grey."},
{"name": "Dirty Grandpa", "url": "http://movieweb.com/movie/dirty-grandpa/", "director": "Dan Mazer", "released": "January 22nd, 2016", "img_src": "http://cdn.movieweb.com/img.teasers.posters/FInxIAgL5fnAqt_63_a.jpg", "genre": "Comedy", "description": "Right before his wedding, an uptight guy is tricked into driving his grandfather, a perverted former Army general, to Florida for spring break."},
{"name": "Diablo", "url": "http://movieweb.com/movie/diablo/", "director": "Lawrence Roeck", "released": "January 8th, 2016", "img_src": "http://cdn.movieweb.com/img.teasers.posters/FI9D96PYXuf7cg_4_a.jpg", "genre": "Drama", "description": "In Diablo, Scott Eastwood plays a former Civil War soldier with post-traumatic stress disorder who hits the trail in an attempt to rescue his young wife from kidnappers. Along the way, he begins to unravel as the horrors of war come back to haunt him."},
{"name": "The Boy", "url": "http://movieweb.com/movie/the-boy-2016/", "director": "William Brent Bell", "released": "January 22nd, 2016", "img_src": "http://cdn.movieweb.com/img.teasers.posters/FIfWlxL7cn9Uil_53_a.jpg", "genre": "Thriller", "description": "The script, written by Stacey Menear, centers on a nanny (Lauren Cohan) who is tasked with overseeing a lifelike doll by a bizarre couple who treat it as a real child. The couple use the doll as way to cope with the death of their young son, but the nanny becomes increasingly convinced that it is alive."},
{"name": "Kung Fu Panda 3", "url": "http://movieweb.com/movie/kung-fu-panda-3/", "director": "Jennifer Yuh Nelson", "released": "January 29th, 2016", "img_src": "http://cdn.movieweb.com/img.teasers.posters/FI8HtLwVQy9Jcc_111_a.jpg", "genre": "Animation", "description": "In 2016, one of the most successful animated franchises in the world returns with its biggest comedy adventure yet, KUNG FU PANDA 3. When Po's long-lost panda father suddenly reappears, the reunited duo travels to a secret panda paradise to meet scores of hilarious new panda characters. But when the supernatural villain Kai begins to sweep across China defeating all the kung fu masters, Po must do the impossiblelearn to train a village full of his fun-loving, clumsy brethren to become the ultimate band of Kung Fu Pandas!"},
{"name": "A Meyers Christmas", "url": "http://movieweb.com/movie/a-meyers-christmas/", "director": "Gabrielle Union", "released": "November 11th, 2016", "img_src": "//media.movieweb.com/ii/mw2/poster-none.png", "genre": "Comedy", "description": "A new comedy from producer Will Packer (Ride Along and Think Like a Man series) and writer/director David E. Talbert (Baggage Claim), A Meyers Christmas is the unlikely story of an estranged family that must reunite for their first Christmas since the death of the beloved family matriarch."},
{"name": "The 5th Wave", "url": "http://movieweb.com/movie/the-5th-wave/", "director": "J Blakeson", "released": "January 22nd, 2016", "img_src": "http://cdn.movieweb.com/img.teasers.posters/FI24oSXATxvN65_115_a.jpg", "genre": "Sci-Fi", "description": "In The 5th Wave, set in the present day, four waves of increasingly deadly attacks have left most of Earth decimated. Against a backdrop of fear and distrust, 16-year-old Cassie is on the run, desperately trying to save her younger brother. As she prepares for the inevitable and lethal 5th wave, Cassie meets a young man who may become her final hope."},
{"name": "13 Hours: The Secret Soldiers of Benghazi", "url": "http://movieweb.com/movie/13-hours-the-secret-soldiers-of-benghazi/", "director": "Michael Bay", "released": "January 15th, 2016", "img_src": "http://cdn.movieweb.com/img.teasers.posters/FItDPhmT3fouwA_107_a.jpg", "genre": "Drama", "description": "An American Ambassador is killed during an attack at a U.S. compound in Libya as a security team struggles to make sense out of the chaos."},
{"name": "Billy Lynn's Long Halftime Walk", "url": "http://movieweb.com/movie/billy-lynns-long-halftime-walk/", "director": "Ang Lee", "released": "November 11th, 2016", "img_src": "//media.movieweb.com/ii/mw2/poster-none.png", "genre": "War", "description": "The film tells the funny and heartbreaking story of 19-year-old soldier Billy Lynn and his squad, who survive an Iraq battle that is captured by embedded news cameras, causing them to become celebrated as heroes. They are brought home by the US administration for a promotional tour that culminates at the halftime show of a Thanksgiving Day football game in Texas, before they are returned to the war. Almost the entire movie takes place during the game, with flashes away to other events."},
{"name": "The Forest", "url": "http://movieweb.com/movie/the-forest-2016/", "director": "Jason Zada", "released": "January 8th, 2016", "img_src": "http://cdn.movieweb.com/img.teasers.posters/FIMLCp5WFXMuQU_83_a.jpg", "genre": "Horror", "description": "The Forest, which is set in the Aokigahara forest at the base of Mt. Fuji, tells the story of a young American woman who goes in search of her twin sister, who has mysteriously disappeared. Despite everyones warnings to stay on the path, Sara enters the forest determined to discover the truth about her sisters fate, only to be confronted by the angry and tormented souls of the dead who prey on anyone who wanders into the forest."},
{"name": "The Great Wall", "url": "http://movieweb.com/movie/the-great-wall/", "director": "Yimou Zhang", "released": "November 23rd, 2016", "img_src": "//media.movieweb.com/ii/mw2/poster-none.png", "genre": "Drama", "description": "Directed by Zhang Yimou (Hero, House of Flying Daggers), Untitled Great Wall Project tells the story of an elite force making a last stand for humanity on the worlds most iconic structure. The first English language production for Yimou is also set to be the largest film ever shot entirely in China. Production is set to begin in Spring 2015. Untitled Great Wall Project will be released in the U.S. in 3D by Universal Pictures with the goal of being released in China in early December 2016."},
{"name": "Bad Santa 2", "url": "http://movieweb.com/movie/bad-santa-2/", "director": "Mark Waters", "released": "November 23rd, 2016", "img_src": "//media.movieweb.com/ii/mw2/poster-none.png", "genre": "Comedy", "description": "A sequel to the 2003 Christmas comedy Bad Santa"},
{"name": "Trolls", "url": "http://movieweb.com/movie/trolls/", "director": "Mike Mitchell", "released": "November 4th, 2016", "img_src": "//media.movieweb.com/ii/mw2/poster-none.png", "genre": "Animation", "description": "The film will be a grand scale musical comedy centering around how the Trolls came into their vibrant and colorful hair."},
{"name": "Moana", "url": "http://movieweb.com/movie/moana/", "director": "Ron Clements", "released": "November 23rd, 2016", "img_src": "http://cdn.movieweb.com/img.teasers.posters/FI8kTNEOEatXcc_111_a.jpg", "genre": "Animation", "description": "In the ancient South Pacific world of Oceania, Moana, a born navigator, sets sail in search of a fabled island. During her incredible journey, she teams up with her hero, the legendary demi-god Maui, to traverse the open ocean on an action-packed voyage, encountering enormous sea creatures, breathtaking underworlds and ancient folklore."},
{"name": "Sing", "url": "http://movieweb.com/movie/sing/", "director": "Garth Jennings", "released": "December 21st, 2016", "img_src": "http://cdn.movieweb.com/img.teasers.posters/FIb4euHESq1Weh_5_a.jpg", "genre": "Animation", "description": "Illumination has captivated audiences all over the world with the beloved hits Despicable Me, Dr. Seuss The Lorax, Despicable Me 2 and Minions, now the second-highest-grossing animated movie in history. Following the release of The Secret Life of Pets in summer 2016, Illumination presents Sing at the holidays. Matthew McConaughey, Reese Witherspoon, Seth MacFarlane, Scarlett Johansson, John C. Reilly, Taron Egerton and Tori Kelly star in a musical comedy about finding the shining star that lives inside all of us."},
{"name": "Jumanji", "url": "http://movieweb.com/movie/jumanji-2016/", "director": "Jake Kasdan", "released": "December 25th, 2016", "img_src": "//media.movieweb.com/ii/mw2/poster-none.png", "genre": "Adventure", "description": "A \"re-imagining\" of the 1995 film, \"Jumanji.\""},
{"name": "Doctor Strange", "url": "http://movieweb.com/movie/doctor-strange/", "director": "Scott Derrickson", "released": "November 4th, 2016", "img_src": "http://cdn.movieweb.com/img.teasers.posters/FIzBsHEHcZvODF_113_a.jpg", "genre": "Adventure", "description": "Based on the Marvel Comics character created by Stan Lee and artist Steve Ditko. Stephen Strange beset by demons controlled by apprentice sorcerer Karl Mordo, but was rescued by Mordo's mentor, the Ancient One, a millennia-old sorcerer who protected the Earth dimension as its Sorcerer Supreme, a role Strange was destined to inherit. He offered himself as a disciple to the Ancient One, who accepted, having known of Mordo's treachery all along. The Ancient One spent years instructing Strange in the art of sorcery, teaching him how to tap the innate mystic powers of both himself and the world around him."},
{"name": "Fantastic Beasts and Where to Find Them", "url": "http://movieweb.com/movie/fantastic-beasts-and-where-to-find-them/", "director": "David Yates", "released": "November 18th, 2016", "img_src": "http://cdn.movieweb.com/img.teasers.posters/FIluawxVy2kwoq_124_a.jpg", "genre": "Fantasy", "description": "Academy Award winner Eddie Redmayne (The Theory of Everything) stars as Newt Scamander, the wizarding worlds preeminent magizoologist, who stops in New York following his travels to find and document magical creatures."},
{"name": "Savage High", "url": "http://movieweb.com/movie/savage-high/", "director": "Manny Velazquez", "released": "October 28th, 2016", "img_src": "http://cdn.movieweb.com/img.teasers.posters/FINDkAMuLBngRQ_1_a.jpg", "genre": "Horror", "description": "A gruesome chain of murders start to rock an outrageous high school as the killings are connected to a evil witch who previously own the property. Now a group of friends must come together to end the evil, little do they know the killer has a plot twist in hand with a cliffhanger that ends with a bang."},
{"name": "Miss Peregrine's Home for Peculiar Children", "url": "http://movieweb.com/movie/miss-peregrines-home-for-peculiar-children/", "director": "Tim Burton", "released": "December 25th, 2016", "img_src": "http://cdn.movieweb.com/img.teasers.posters/FILtRCXQDLyiQL_1_a.jpg", "genre": "Fantasy", "description": "From director Tim Burton and based upon the best-selling novel, comes an unforgettable, thrilling and haunting tale. Sixteen-year-old Jacob follows clues that take him to a mysterious island where he discovers the crumbling ruins of Miss Peregrines Home for Peculiar Children. As Jacob explores the abandoned bedrooms and hallways, he discovers that its former occupants were far more than peculiar; they possessed incredible powers. And they may still be alive."},
{"name": "Passengers", "url": "http://movieweb.com/movie/passengers-2016/", "director": "Morten Tyldum", "released": "December 21st, 2016", "img_src": "//media.movieweb.com/ii/mw2/poster-none.png", "genre": "Romance", "description": "Set in the future, \"Passengers\" centers on Jim Preston, a mechanic on a 120-year journey to a distant colonized planet in another galaxy, who becomes the first traveler to experience pod hibernation failure. Having woken up 100 years too soon, he is stranded in the world of an interstellar spaceship with only robots and androids for companionship. A year into his journey, he decides to wake up a fellow passenger, a beautiful journalist named Aurora. They fall in love but must soon deal not only with the revelation of Jim's misjudged act of waking her but a major malfunction of the ship itself."},
{"name": "Kevin Hart: What Now?", "url": "http://movieweb.com/movie/kevin-hart-what-now/", "director": "Leslie Small", "released": "October 14th, 2016", "img_src": "//media.movieweb.com/ii/mw2/poster-none.png", "genre": "Comedy", "description": "In Universal Pictures Kevin Hart: What Now?, comedic rock-star Kevin Hart follows up his 2013 hit stand-up concert movie Let Me Explain, which grossed $32 million domestically and became the third-highest live stand-up comedy movie of all time. Hart takes center stage in this groundbreaking, record-setting, sold-out performance of What Now?filmed outdoors in front of 50,000 people at Philadelphias Lincoln Financial Fieldmarking the first time a comedian has ever performed to an at-capacity football stadium."},
{"name": "Assassin's Creed", "url": "http://movieweb.com/movie/assassins-creed/", "director": "Justin Kurzel", "released": "December 21st, 2016", "img_src": "http://cdn.movieweb.com/img.teasers.posters/FIgUa7b9Dw80in_110_a.jpg", "genre": "Action", "description": "Through a revolutionary technology that unlocks his genetic memories, Callum Lynch (Michael Fassbender) experiences the adventures of his ancestor, Aguilar, in 15th Century Spain. Callum discovers he is descended from a mysterious secret society, the Assassins, and amasses incredible knowledge and skills to take on the oppressive and powerful Templar organization in the present day."},
{"name": "Ouija 2", "url": "http://movieweb.com/movie/ouija-2-2016/", "director": "Mike Flanagan", "released": "October 21st, 2016", "img_src": "//media.movieweb.com/ii/mw2/poster-none.png", "genre": "Horror", "description": "In Ouija 2, the sequel to fall 2014s sleeper hit that opened to No. 1 at the box office, a group of unsuspecting friends must confront their most terrifying fears when they unleash an evil from the other side that only they can send back.The next chapter of the supernatural thriller series inspired by the ancient spirit board is once again produced by Platinum Dunes partners Michael Bay, Brad Fuller and Andrew Form (The Texas Chainsaw Massacre, The Purge series, Teenage Mutant Ninja Turtles), Blumhouse Productions Jason Blum (The Purge and Insidious series), alongside Hasbros Brian Goldner (Transformers and G.I. Joe series) and Stephen Davis (Ouija). Mike Flanagan & Jeff Howard (Oculus) wrote the screenplay, and Universal will distribute the film worldwide."},
{"name": "Rogue One: A Star Wars Story", "url": "http://movieweb.com/movie/rogue-one-a-star-wars-story/", "director": "Gareth Edwards", "released": "December 16th, 2016", "img_src": "http://cdn.movieweb.com/img.teasers.posters/FIx16CRX105OAA_118_a.jpg", "genre": "Action", "description": "Rogue One takes place before the events of Star Wars: A New Hope and will be a departure from the saga films but have elements that are familiar to the Star Wars universe. It goes into new territory, exploring the galactic struggle from a ground-war perspective while maintaining that essential Star Wars feel that fans have come to know."},
{"name": "The Accountant", "url": "http://movieweb.com/movie/the-accountant/", "director": "Gavin O'Connor", "released": "October 7th, 2016", "img_src": "//media.movieweb.com/ii/mw2/poster-none.png", "genre": "Action", "description": "A forensic accountant moonlights as a deadly assassin."},
{"name": "When the Bough Breaks", "url": "http://movieweb.com/movie/when-the-bough-breaks/", "director": "Jon Cassar", "released": "September 16th, 2016", "img_src": "//media.movieweb.com/ii/mw2/poster-none.png", "genre": "Horror", "description": "A surrogate mother harbors a deadly secret desire for a family of her own with the husband who is expecting to raise her child."},
{"name": "The Girl on the Train", "url": "http://movieweb.com/movie/the-girl-on-the-train-2016/", "director": "Tate Taylor", "released": "October 7th, 2016", "img_src": "//media.movieweb.com/ii/mw2/poster-none.png", "genre": "Thriller", "description": "Emily Blunt, Rebecca Ferguson, Justin Theroux, Haley Bennett, Edgar Ramirez and Allison Janney star in DreamWorks Pictures THE GIRL ON THE TRAIN, from director Tate Taylor (The Help, Get on Up) and producer Marc Platt (Bridge of Spies, Into the Woods). In the thriller, Rachel (Blunt), who is devastated by her recent divorce, spends her daily commute fantasizing about the seemingly perfect couple who live in a house that her train passes every day, until one morning she sees something shocking happen there and becomes entangled in the mystery that unfolds. Based on Paula Hawkins bestselling novel, The Girl on the Train is adapted for the screen by Erin Cressida Wilson and Taylor. The films executive producers are Jared LeBoff and Celia Costas, and it will be released by Universal Pictures."},
{"name": "A Monster Calls", "url": "http://movieweb.com/movie/a-monster-calls/", "director": "Juan Antonio Bayona", "released": "October 14th, 2016", "img_src": "//media.movieweb.com/ii/mw2/poster-none.png", "genre": "Fantasy", "description": "A Monster Calls is a visually spectacular drama about a young boy who attempts to deal with his mothers illness and the bullying of his classmates by escaping into a fantastical world of monsters and fairy tales that deal with courage, loss and faith."},
{"name": "Inferno", "url": "http://movieweb.com/movie/inferno-2016/", "director": "Ron Howard", "released": "October 14th, 2016", "img_src": "http://cdn.movieweb.com/img.teasers.posters/FIkI7LgRQ4COol_108_a.jpg", "genre": "Mystery", "description": "Inferno continues the Harvard symbologists adventures on screen: when Robert Langdon wakes up in an Italian hospital with amnesia, he teams up with Sienna Brooks, a doctor he hopes will help him recover his memories and prevent a madman from releasing a global plague connected to Dantes Inferno."},
{"name": "Patient Zero", "url": "http://movieweb.com/movie/patient-zero/", "director": "Stefan Ruzowitzky", "released": "September 2nd, 2016", "img_src": "//media.movieweb.com/ii/mw2/poster-none.png", "genre": "Horror", "description": "After an unprecedented global pandemic has turned the majority of humankind into violent \"Infected,\" a man gifted with the ability to speak the Infected's new language leads the last survivors on a hunt for Patient Zero and a cure."},
{"name": "Gambit", "url": "http://movieweb.com/movie/gambit-2016/", "director": "Channing Tatum", "released": "October 7th, 2016", "img_src": "http://cdn.movieweb.com/img.teasers.posters/FIwIUldcXaqJAw_15_a.jpg", "genre": "Superhero", "description": "An X-Men spin-off series featuring the popular Cajun mutant."},
{"name": "Deepwater Horizon", "url": "http://movieweb.com/movie/deepwater-horizon/", "director": "Peter Berg", "released": "September 30th, 2016", "img_src": "//media.movieweb.com/ii/mw2/poster-none.png", "genre": "Drama", "description": "A story set on the offshore drilling rig Deepwater Horizon, which exploded during April 2010 and created the worst oil spill in U.S. history."},
{"name": "Storks", "url": "http://movieweb.com/movie/storks/", "director": "Nick Stoller", "released": "September 23rd, 2016", "img_src": "http://cdn.movieweb.com/img.teasers.posters/FIBZexWfZrm8FD_25_a.jpg", "genre": "Animation", "description": "Storks deliver babiesor at least they used to. Now they deliver packages for global internet giant Cornerstore.com. Junior, the companys top delivery stork, is about to be promoted when he accidentally activates the Baby Making Machine, producing an adorable and wholly unauthorized baby girl. Desperate to deliver this bundle of trouble before the boss gets wise, Junior and his friend Tulip, the only human on Stork Mountain, race to make their first-ever baby drop  in a wild and revealing journey that could make more than one family whole and restore the storks true mission in the world."},
{"name": "Bridget Jones' Baby", "url": "http://movieweb.com/movie/bridget-jones-baby/", "director": "Sharon Maguire", "released": "September 16th, 2016", "img_src": "//media.movieweb.com/ii/mw2/poster-none.png", "genre": "Comedy", "description": "Oscar winners Rene Zellweger and Colin Firth reprise their roles in the next chapter of the worlds favorite singleton in Bridget Joness Baby. Directed by Sharon Maguire (Bridget Joness Diary), the new film in the beloved comedy series based on creator Helen Fieldings heroine finds Bridget unexpectedly expecting.Patrick Dempsey joins the cast for the third installment, and longtime collaborators Tim Bevan and Eric Fellner of Working Title Films produce alongside Debra Hayward. Universal Pictures will distribute Bridget Joness Baby in North America and select international territories."},
{"name": "The Secret Life of Pets", "url": "http://movieweb.com/movie/the-secret-life-of-pets/", "director": "Chris Renaud", "released": "July 8th, 2016", "img_src": "http://cdn.movieweb.com/img.teasers.posters/FIqObXLW646Ctz_116_a.jpg", "genre": "Animation", "description": "For one bustling Manhattan apartment building, the real day starts after the folks on two legs leave for work and school. Thats when the pets of every stripe, fur, and feather begin their own nine-to-five routine: hanging out with each other, trading humiliating stories about their owners or auditioning adorable looks to get better snacks. The buildings top dog, Max (voiced by Louis C.K.) a quick witted terrier rescue whos convinced he sits at the center of his owners universe, finds his pampered life rocked when she brings home Duke (Eric Stonestreet), a sloppy, massive mess of a mongrel with zero interpersonal skills. When this reluctant canine due find themselves out on the mean streets pf New York, they have to set aside their differences and unite against a fluffy-yet cunning bunny named Snowball (Kevin Hart), whos building an army of ex-pets abandoned by their owners and out to turn the tables on humanityall before dinner time."},
{"name": "The Magnificent Seven", "url": "http://movieweb.com/movie/the-magnificent-seven-2016/", "director": "Antoine Fuqua", "released": "September 23rd, 2016", "img_src": "//media.movieweb.com/ii/mw2/poster-none.png", "genre": "Action", "description": "Planned big screen remake of John Sturges' The Magnificent Seven."},
{"name": "The Shallows", "url": "http://movieweb.com/movie/the-shallows/", "director": "Cali Fredrichs", "released": "June 24th, 2016", "img_src": "//media.movieweb.com/ii/mw2/poster-none.png", "genre": "Thriller", "description": "The adventure of a lifetime turns deadly as five young friends use desperate measures to survive the horror of the Florida Everglades."},
{"name": "Untitled Next Bourne Chapter", "url": "http://movieweb.com/movie/untitled-next-bourne-chapter/", "director": "Paul Greengrass", "released": "July 29th, 2016", "img_src": "//media.movieweb.com/ii/mw2/poster-none.png", "genre": "Action", "description": "Global superstar Matt Damon returns to his most iconic role as Jason Bourne in the fifth installment of Universal Pictures Bourne franchise. Acclaimed director Paul Greengrass (The Bourne Supremacy, The Bourne Ultimatum, Captain Phillips) also returns for this much-anticipated chapter, and Frank Marshall again produces alongside Jeffrey Weiner for Captivate Entertainment. Greengrass, Damon, Gregory Goodman and Ben Smith also produce. The action-thriller is written by Greengrass and Christopher Rouse."},
{"name": "Top Secret Untitled Lonely Island Movie", "url": "http://movieweb.com/movie/top-secret-untitled-lonely-island-movie/", "director": "Akiva Schaffer", "released": "June 3rd, 2016", "img_src": "http://cdn.movieweb.com/img.teasers.posters/FIlcA86bJQxVor_1_a.jpg", "genre": "Comedy", "description": "Top Secret Untitled Lonely Island Movie, starring digital-shorts superstars Andy Samberg, Akiva Schaffer and Jorma Taccone, who are collectively known as The Lonely Island. Co-directed by Schaffer and Taccone, the comedy from blockbuster producer Judd Apatow (Knocked Up, Bridesmaids, Trainwreck) will be set in the world of music."},
{"name": "Star Trek Beyond", "url": "http://movieweb.com/movie/star-trek-beyond/", "director": "Justin Lin", "released": "July 22nd, 2016", "img_src": "http://cdn.movieweb.com/img.teasers.posters/FI4hR3ZxKlmx7b_105_a.jpg", "genre": "Action", "description": "The third film in the reboot trilogy, coming in 2016."},
{"name": "The Legend of Tarzan", "url": "http://movieweb.com/movie/the-legend-of-tarzan/", "director": "David Yates", "released": "July 1st, 2016", "img_src": "http://cdn.movieweb.com/img.teasers.posters/FIooCxsu27f7qx_112_a.jpg", "genre": "Adventure", "description": "It has been years since the man once known as Tarzan (Alexander Skarsgrd) left the jungles of Africa behind for a gentrified life as John Clayton III, Lord Greystoke, with his beloved wife, Jane (Margot Robbie) at his side. Now, he has been invited back to the Congo to serve as a trade emissary of Parliament, unaware that he is a pawn in a deadly convergence of greed and revenge, masterminded by the Belgian, Captain Leon Rom (Christoph Waltz). But those behind the murderous plot have no idea what they are about to unleash."},
{"name": "Ghostbusters", "url": "http://movieweb.com/movie/ghostbusters-2016/", "director": "Paul Feig", "released": "July 15th, 2016", "img_src": "http://cdn.movieweb.com/img.teasers.posters/FInCjpptml82pw_5_a.jpg", "genre": "Comedy", "description": "Sony has recruited Gene Stupnitsky and Lee Eisenberg \"The Office\" writer-producers to work on a new installment of the 1980s franchise that starred Bill Murray, Dan Aykroyd, Ernie Hudson and Harold Ramis as bumbling ghost-hunting scientists."},
{"name": "Central Intelligence", "url": "http://movieweb.com/movie/central-intelligence/", "director": "Rawson Marshall Thurber", "released": "June 17th, 2016", "img_src": "http://cdn.movieweb.com/img.teasers.posters/FIaBagag4gfFcg_44_a.jpg", "genre": "Action", "description": "\"Central Intelligence\" revolves around an accountant who's thrown into the world of international espionage after reconnecting with an old friend through Facebook."},
{"name": "Finding Dory", "url": "http://movieweb.com/movie/finding-dory/", "director": "Andrew Stanton", "released": "June 17th, 2016", "img_src": "http://cdn.movieweb.com/img.teasers.posters/FIfaAvRDtRbWjh_110_a.jpg", "genre": "Animation", "description": "Finding Dory takes place about a year after the first film, and features returning favorites Marlin, Nemo and the Tank Gang, among others. Set in part along the California coastline, the story also welcomes a host of new characters, including a few who will prove to be a very important part of Dorys life."},
{"name": "The Conjuring: The Enfield Poltergeist", "url": "http://movieweb.com/movie/the-conjuring-the-enfield-poltergeist/", "director": "James Wan", "released": "June 10th, 2016", "img_src": "http://cdn.movieweb.com/img.teasers.posters/FIAs38QkW3AqDF_106_a.jpg", "genre": "Horror", "description": "A follow-up to the hit 2013 thriller The Conjuring."},
{"name": "Warcraft", "url": "http://movieweb.com/movie/warcraft/", "director": "Duncan Jones", "released": "June 10th, 2016", "img_src": "http://cdn.movieweb.com/img.teasers.posters/FINXtUPP60ffRO_111_a.jpg", "genre": "Fantasy", "description": "From Legendary Pictures and Universal Pictures comes Warcraft, an epic adventure of world-colliding conflict based on Blizzard Entertainments global phenomenon. The peaceful realm of Azeroth stands on the brink of war as its civilization faces a fearsome race of invaders: Orc warriors fleeing their dying home to colonize another. As a portal opens to connect the two worlds, one army faces destruction and the other faces extinction. From opposing sides, two heroes are set on a collision course that will decide the fate of their family, their people and their home. So begins a spectacular saga of power and sacrifice in which war has many faces, and everyone fights for something."},
{"name": "Now You See Me 2", "url": "http://movieweb.com/movie/now-you-see-me-2/", "director": "Jon M. Chu", "released": "June 10th, 2016", "img_src": "//media.movieweb.com/ii/mw2/poster-none.png", "genre": "Thriller", "description": "One year after outwitting the FBI and winning the publics adulation with their mind-bending spectacles, the Four Horsemen resurface in Now You See Me 2 only to find themselves face to face with a new enemy who enlists them to pull off their most dangerous heist yet."},
{"name": "Spectral", "url": "http://movieweb.com/movie/spectral/", "director": "Nic Mathieu", "released": "August 12th, 2016", "img_src": "//media.movieweb.com/ii/mw2/poster-none.png", "genre": "Thriller", "description": "Legendary Pictures Spectral, a 3D action-thriller that tracks an elite Spec Ops team on a mission to take down an aggressive phantom threat that cannot be explained, is directed by Nic Mathieu and stars James Badge Dale, Emily Mortimer, Max Martini, Cory Hardrict and Bruce Greenwood. Legendarys Thomas Tull and Jon Jashni produce the film with a story by Ian Fried and Nic Mathieu and screenplay by George Nolfi that is executive produced by Jillian Share and Guy Riedel. Spectral will be released by Universal Pictures."},
{"name": "Teenage Mutant Ninja Turtles: Out of the Shadows", "url": "http://movieweb.com/movie/teenage-mutant-ninja-turtles-out-of-the-shadows/", "director": "Dave Green", "released": "June 3rd, 2016", "img_src": "http://cdn.movieweb.com/img.teasers.posters/FI7MpnMTyPV2ba_9_a.jpg", "genre": "Superhero", "description": "The sequel to the 2014 hit movie based on the comic characters created by Kevin Eastman and Peter Laird will once again be produced by Michael Bay and Platinum Dunes. Studio: Paramount Pictures Director: David Green Screenwriters: Josh Appelbaum, Andre Nemec Starring: William Fichtner, Will Arnett, Megan Fox"},
{"name": "Independence Day: Resurgence", "url": "http://movieweb.com/movie/independence-day-resurgence/", "director": "Roland Emmerich", "released": "June 24th, 2016", "img_src": "http://cdn.movieweb.com/img.teasers.posters/FI4Hn48aDuzi6d_101_a.jpg", "genre": "Action", "description": "We always knew they were coming back. After INDEPENDENCE DAY redefined the event movie genre, the next epic chapter delivers global spectacle on an unimaginable scale. Using recovered alien technology, the nations of Earth have collaborated on an immense defense program to protect the planet. But nothing can prepare us for the aliens advanced and unprecedented force. Only the ingenuity of a few brave men and women can bring our world back from the brink of extinction."},
{"name": "Mechanic: Resurrection", "url": "http://movieweb.com/movie/mechanic-resurrection/", "director": "Dennis Gansel", "released": "August 26th, 2016", "img_src": "http://cdn.movieweb.com/img.teasers.posters/FIzQDtni2t5qCD_111_a.jpg", "genre": "Action", "description": "Arthur Bishop (Jason Statham) returns as the Mechanic in the sequel to the 2011 global hit. When someone from his past forces him back into the business, Bishop has to complete an impossible list of assassinations of the most dangerous men in the world."},
{"name": "Arms & the Dudes", "url": "http://movieweb.com/movie/arms-the-dudes/", "director": "Todd Phillips", "released": "August 19th, 2016", "img_src": "//media.movieweb.com/ii/mw2/poster-none.png", "genre": "Comedy", "description": "Based on a true story, Arms & the Dudes follows two friends in their early 20s (Hill and Teller) living in Miami during the Iraq War who exploit a little-known government initiative that allows small businesses to bid on U.S. Military contracts. Starting small, they begin raking in big money and are living the high life. But the pair gets in over their heads when they land a $300 million deal to arm the Afghan Militarya deal that puts them in business with some very shady people, not the least of which turns out to be the U.S. Government."},
{"name": "Sausage Party", "url": "http://movieweb.com/movie/sausage-party/", "director": "Greg Tiernan", "released": "August 12th, 2016", "img_src": "//media.movieweb.com/ii/mw2/poster-none.png", "genre": "Animation", "description": "Sausage Party is a raunchy animated movie about one sausages quest to discover the truth about his existence. After falling out of a shopping cart, our hero sausage and his new friends embark on a perilous journey through the supermarket to get back to their aisles before the 4th of July sale."},
{"name": "Kubo and the Two Strings", "url": "http://movieweb.com/movie/kubo-and-the-two-strings/", "director": "Travis Knight", "released": "August 19th, 2016", "img_src": "http://cdn.movieweb.com/img.teasers.posters/FILlS6DXS9V3PO_47_a.jpg", "genre": "Animation", "description": "Kubo and the Two Strings is an epic action-adventure set in a fantastical Japan from acclaimed animation studio LAIKA. Clever, kindhearted Kubo (voiced by Art Parkinson of Game of Thrones) ekes out a humble living, telling stories to the people of his seaside town including Hosato (George Takei), Hashi (Cary-Hiroyuki Tagawa) and Kamekichi (Academy Award nominee Brenda Vaccaro). But his relatively quiet existence is shattered when he accidentally summons a spirit from his past which storms down from the heavens to enforce an age-old vendetta. Now on the run, Kubo joins forces with Monkey (Academy Award winner Charlize Theron) and Beetle (Academy Award winner Matthew McConaughey), and sets out on a thrilling quest to save his family and solve the mystery of his fallen father, the greatest samurai warrior the world has ever known. With the help of his shamisen - a magical musical instrument - Kubo must battle gods and monsters, including the vengeful Moon King (Academy Award nominee Ralph Fiennes) and the evil twin Sisters (Academy Award nominee Rooney Mara) to unlock the secret of his legacy, reunite his family and fulfill his heroic destiny."},
{"name": "Ben-Hur", "url": "http://movieweb.com/movie/ben-hur-2016/", "director": "Timur Bekmambetov", "released": "August 12th, 2016", "img_src": "//media.movieweb.com/ii/mw2/poster-none.png", "genre": "Drama", "description": "The film returns to the heart of Lew Wallaces epic novel focusing on the nature of faith. The story follows a falsely accused nobleman who survives years of slavery to take vengeance on his best friend who betrayed him. Both must come to choose between retribution or forgiveness."},
{"name": "Pete's Dragon", "url": "http://movieweb.com/movie/petes-dragon-2016/", "director": "David Lowery", "released": "August 12th, 2016", "img_src": "http://cdn.movieweb.com/img.teasers.posters/FIxMepUotQYUBF_1_a.jpg", "genre": "Family", "description": "The film stars Bryce Dallas Howard as Grace, a park ranger who discovers the existence of Elliott; 10-year-old Oakes Fegley as Pete; Wes Bentleyas Jack, a local mill owner; New Zealand native Karl Urban as Jacks brother, Gavin; Oona Laurence as Natalie, the young girl who befriends Pete; and Oscar winner Robert Redford as Graces father."},
{"name": "Going in Style", "url": "http://movieweb.com/movie/going-in-style-2016/", "director": "Zach Braff", "released": "May 6th, 2016", "img_src": "//media.movieweb.com/ii/mw2/poster-none.png", "genre": "Comedy", "description": "Three retirees plan a bank heist."},
{"name": "Money Monster", "url": "http://movieweb.com/movie/money-monster/", "director": "Jodie Foster", "released": "May 13th, 2016", "img_src": "//media.movieweb.com/ii/mw2/poster-none.png", "genre": "Drama", "description": "Money Monster is about Lee Gates, a TV personality whose insider trading tips have made him the money guru of Wall Street. When Kyle, a viewer who lost all of his familys money on a bad tip from Lee, holds Lee hostage on air, ratings soar as the entire country tunes in to this media frenzy to find out just how much a mans life is worth."},
{"name": "Free State of Jones", "url": "http://movieweb.com/movie/free-state-of-jones/", "director": "Gary Ross", "released": "May 13th, 2016", "img_src": "http://cdn.movieweb.com/img.teasers.posters/FIiVjTqd3YdLlr_1_a.jpg", "genre": "Action", "description": "Written and directed by four-time Oscar nominee Gary Ross (The Hunger Games, Seabiscuit, Pleasantville), and starring Oscar winner Matthew McConaughey, Free State of Jones is an epic action-drama set during the Civil War, and tells the story of defiant Southern farmer, Newt Knight, and his extraordinary armed rebellion against the Confederacy."},
{"name": "Suicide Squad", "url": "http://movieweb.com/movie/suicide-squad/", "director": "David Ayer", "released": "August 5th, 2016", "img_src": "http://cdn.movieweb.com/img.teasers.posters/FIs3ZdMwCtOVww_108_a.jpg", "genre": "Superhero", "description": "Suicide Squad is currently filming and will be the third film in the DC Extended Universe after Batman v Superman: Dawn of Justice about a team of villains working for the government fighting monstrous menaces. The group called the Suicide Squad has included many popular characters; everyone from Deathstroke, Deadshot, Harley Quinn, Killer Frost, Captain Boomerang, Bane, and many more have made the cut at some point in the comic's curriculum."},
{"name": "Neighbors 2: Sorority Rising", "url": "http://movieweb.com/movie/neighbors-2-sorority-rising/", "director": "Nick Stoller", "released": "May 20th, 2016", "img_src": "//media.movieweb.com/ii/mw2/poster-none.png", "genre": "Comedy", "description": "Returning stars Seth Rogen, Zac Efron and Rose Byrne are joined by Chlo Grace Moretz for Neighbors 2, the follow-up to 2014s most popular original comedy. Also back in the same duties are director Nicholas Stoller and series producers Evan Goldberg, James Weaver and Rogen, who produce under their Point Grey Pictures banner."},
{"name": "The Angry Birds Movie", "url": "http://movieweb.com/movie/the-angry-birds-movie/", "director": "Clay Kaytis", "released": "May 20th, 2016", "img_src": "http://cdn.movieweb.com/img.teasers.posters/FIIxv4PsGSJJMO_109_a.jpg", "genre": "Animation", "description": "The film will be based on the hugely popular iPhone application from Rovio that has the player using a slingshot to shoot different types of birds at villainous pigs."},
{"name": "The Nice Guys", "url": "http://movieweb.com/movie/the-nice-guys/", "director": "Shane Black", "released": "May 20th, 2016", "img_src": "http://cdn.movieweb.com/img.teasers.posters/FIMuNjwU979kPS_41_a.jpg", "genre": "Crime", "description": "The plot centers on a private detective and a beefcake who search for a missing porn star and uncover an underground ring of corruption."},
{"name": "Snowden", "url": "http://movieweb.com/movie/snowden/", "director": "Oliver Stone", "released": "May 13th, 2016", "img_src": "http://cdn.movieweb.com/img.teasers.posters/FIHKmEMlCzKXLP_110_a.jpg", "genre": "Biography", "description": "The story of an American whistle blower who heads to Russia and the back and forth between the leaker and his lawyer as he waits while that country considers his request for asylum."},
{"name": "Green Room", "url": "http://movieweb.com/movie/green-room/", "director": "Jeremy Saulnier", "released": "April 15th, 2016", "img_src": "http://cdn.movieweb.com/img.teasers.posters/FIAtd6goeYqfDC_107_a.jpg", "genre": "Thriller", "description": "In the crime thriller Green Room, a young punk rock band find themselves trapped in a secluded venue after stumbling upon a horrific act of violence, fighting for their lives against a gang of white power skinheads intent on eliminating all witnesses."},
{"name": "Amityville: The Awakening", "url": "http://movieweb.com/movie/amityville-the-awakening/", "director": "Franck Khalfoun", "released": "April 15th, 2016", "img_src": "http://cdn.movieweb.com/img.teasers.posters/FIeVGYrhSW79ih_115_a.jpg", "genre": "Horror", "description": "A single mother moves her three children into the haunted house not knowing of the house's bloody history."},
{"name": "Alice Through the Looking Glass", "url": "http://movieweb.com/movie/alice-through-the-looking-glass-2016/", "director": "James Bobin", "released": "May 27th, 2016", "img_src": "http://cdn.movieweb.com/img.teasers.posters/FI6e9O6NcEmI99_117_a.jpg", "genre": "Fantasy", "description": "A follow-up to the 2010 blockbuster Alice in Wonderland."},
{"name": "Barbershop: The Next Cut", "url": "http://movieweb.com/movie/barbershop-the-next-cut/", "director": "Malcolm D. Lee", "released": "April 15th, 2016", "img_src": "http://cdn.movieweb.com/img.teasers.posters/FIh0DIXCPzVelk_49_a.jpg", "genre": "Comedy", "description": "No story details available."},
{"name": "Demolition", "url": "http://movieweb.com/movie/demolition/", "director": "Jean-Marc Valle", "released": "April 8th, 2016", "img_src": "http://cdn.movieweb.com/img.teasers.posters/FIJblS9mvLz1MP_113_a.jpg", "genre": "Drama", "description": "Davis (Jake Gyllenhaal), a successful investment banker, struggles after losing his wife in a tragic car crash. Despite pressure from his father in law Phil (Chris Cooper) to pull it together, Davis continues to unravel. What starts as a complaint letter to a vending machine company turns into a series of letters revealing startling personal admissions. Davis letters catch the attention of customer service rep Karen (Naomi Watts) and, amidst emotional and financial burdens of her own, the two form an unlikely connection. With the help of Karen and her son Chris (Judah Lewis), Davis starts to rebuild, beginning with the demolition of the life he once knew."},
{"name": "X-Men: Apocalypse", "url": "http://movieweb.com/movie/x-men-apocalypse/", "director": "Bryan Singer", "released": "May 27th, 2016", "img_src": "http://cdn.movieweb.com/img.teasers.posters/FIdL2JextRFmgl_117_a.jpg", "genre": "Superhero", "description": "Since the dawn of civilization, he was worshiped as a god. Apocalypse, the first and most powerful mutant from Marvels X-Men universe, amassed the powers of many other mutants, becoming immortal and invincible. Upon awakening after thousands of years, he is disillusioned with the world as he finds it and recruits a team of powerful mutants, including a disheartened Magneto (Michael Fassbender), to cleanse mankind and create a new world order, over which he will reign. As the fate of the Earth hangs in the balance, Raven (Jennifer Lawrence) with the help of Professor X (James McAvoy) must lead a team of young X-Men to stop their greatest nemesis and save mankind from complete destruction."},
{"name": "The Boss", "url": "http://movieweb.com/movie/the-boss-2016/", "director": "Ben Falcone", "released": "April 8th, 2016", "img_src": "http://cdn.movieweb.com/img.teasers.posters/FIG3O3GIkoLLKG_50_a.jpg", "genre": "Comedy", "description": "Academy Award-nominated star Melissa McCarthy (Bridesmaids, The Heat, Tammy) headlines The Boss as a titan of industry who is sent to prison after shes caught for insider trading. When she emerges ready to rebrand herself as Americas latest sweetheart, not everyone she screwed over is so quick to forgive and forget. McCarthy is joined in The Boss by an all-star cast led by Kristen Bell, Peter Dinklage and Kathy Bates. Directed by Ben Falcone (Tammy), the comedy is based on an original character created by McCarthy and written by McCarthy and Falcone alongside their Groundlings collaborator, Steve Mallory. The film is produced by McCarthy and Falcone through their On the Day productions and Will Ferrell, Adam McKay and Chris Henchy through their Gary Sanchez Productions."},
{"name": "Captain America: Civil War", "url": "http://movieweb.com/movie/captain-america-civil-war/", "director": "Anthony Russo", "released": "May 6th, 2016", "img_src": "http://cdn.movieweb.com/img.teasers.posters/FIe4GqkTK0mWhl_114_a.jpg", "genre": "Action", "description": "Marvels Captain America: Civil War finds Steve Rogers leading the newly formed team of Avengers in their continued efforts to safeguard humanity. But after another incident involving the Avengers results in collateral damage, political pressure mounts to install a system of accountability, headed by a governing body to oversee and direct the team. The new status quo fractures the Avengers, resulting in two campsone led by Steve Rogers and his desire for the Avengers to remain free to defend humanity without government interference, and the other following Tony Starks surprising decision to support government oversight and accountability. Get ready to pick a side and join the nonstop action playing out on two fronts when Marvels Captain America: Civil War opens in U.S. theaters on May 6, 2016."},
{"name": "Everybody Wants Some", "url": "http://movieweb.com/movie/everybody-wants-some/", "director": "Richard Linklater", "released": "April 15th, 2016", "img_src": "http://cdn.movieweb.com/img.teasers.posters/FIrghbc8Bu4Vur_9_a.jpg", "genre": "Comedy", "description": "Comedy centers on the lives of baseball players on and off the field."},
{"name": "Elvis & Nixon", "url": "http://movieweb.com/movie/elvis-nixon/", "director": "Liza Johnson", "released": "April 15th, 2016", "img_src": "http://cdn.movieweb.com/img.teasers.posters/FIpfm7cBbdQTss_3_a.jpg", "genre": "Drama", "description": "Elvis & Nixon tells the story about Elvis Presley visiting President Richard M. Nixon at the White House in December of 1970. The meeting was initiated by Presley, who wrote Nixon a six-page letter requesting a visit and suggesting that he be made a Federal Agent-at-Large in the Bureau of Narcotics and Dangerous Drugs. Presley brought with him family photos and a Colt 45 pistol as a personal gift to the President."},
{"name": "The Choice", "url": "http://movieweb.com/movie/the-choice/", "director": "Ross Katz", "released": "February 5th, 2016", "img_src": "http://cdn.movieweb.com/img.teasers.posters/FIdmfmpp5DYGgi_90_a.jpg", "genre": "Drama", "description": "The Choice tells the story of Travis Parker (Walker) and Gabby Holland (Palmer), who meet first as neighbors in a small coastal town and end up pursuing a relationship that neither could have foreseen. Spanning a decade and tracing the evolution of a love affair that is ultimately tested by lifes most defining events, this story features a memorable ensemble of friends and family in Sparkss beloved North Carolina setting, culminating in the question that every couple must ask themselves: how far would you go to keep the hope of love alive?"},
{"name": "Eddie the Eagle", "url": "http://movieweb.com/movie/eddie-the-eagle/", "director": "Dexter Fletcher", "released": "February 26th, 2016", "img_src": "http://cdn.movieweb.com/img.teasers.posters/FI8Pa8ca5Q7Wb8_1_a.jpg", "genre": "Comedy", "description": "Hapless British ski jumper \"Eddie the Eagle\" became a media sensation when he entered the 1988 Winter Olympics as the first representative from Great Britain in the Olympic category and came in last in both ski jump events."},
{"name": "How to Be Single", "url": "http://movieweb.com/movie/how-to-be-single/", "director": "Christian Ditter", "released": "February 12th, 2016", "img_src": "http://cdn.movieweb.com/img.teasers.posters/FIpBewTWCMBntu_45_a.jpg", "genre": "Comedy", "description": "A woman writing a book about bachelorettes finds herself mixed up in an international affair while doing research abroad."},
{"name": "The Huntsman: Winters War", "url": "http://movieweb.com/movie/the-huntsman-winters-war/", "director": "Cedric Nicolas-Troyan", "released": "April 22nd, 2016", "img_src": "http://cdn.movieweb.com/img.teasers.posters/FIOs1sFEaaLYSO_58_a.jpg", "genre": "Action", "description": "The fantastical world of Snow White and the Huntsman expands to reveal how the fates of The Huntsman Eric and Queen Ravenna are deeply and dangerously intertwined. Chris Hemsworth and Oscar winner Charlize Theron return to their roles in The Huntsman Winters War, an epic action-adventure in which they are joined by Emily Blunt and Jessica Chastain, as well as director Cedric Nicolas-Troyan. Producer Joe Roth (Maleficent, Alice in Wonderland) once again leads the team in a breathtaking new tale nested in the legendary saga. Long before the evil Queen Ravenna (Theron) was thought vanquished by Snow Whites blade, she watched silently as her sister, Freya (Blunt), suffered a heartbreaking betrayal and fled their kingdom. With Freyas ability to freeze any enemy, the young ice queen has spent decades in a remote wintry palace raising a legion of deadly huntsmenincluding Eric (Hemsworth) and warrior Sara (Chastain)only to find that her prized two defied her one demand: Forever harden your hearts to love. When Freya learns of her sisters demise, she summons her remaining soldiers to bring the Magic Mirror home to the only sorceress left who can harness its power. But once she discovers Ravenna can be resurrected from its golden depths, the wicked sisters threaten this enchanted land with twice the darkest force its ever seen. Now, their amassing army shall prove undefeatableunless the banished huntsmen who broke their queens cardinal rule can fight their way back to one another.When Freya learns of her sister's demise, she summons her remaining soldiers to bring the Magic Mirror home to the only sorceress left who can harness its power. But once she discovers Ravenna can be resurrected from its golden depths, the wicked sisters threaten this enchanted land with twice the darkest force it's ever seen. Now, their amassing army shall prove undefeatable...unless the banished huntsmen who broke their queen's cardinal rule can fight their way back to one another."},
{"name": "The Jungle Book", "url": "http://movieweb.com/movie/the-jungle-book-2016/", "director": "Jon Favreau", "released": "April 15th, 2016", "img_src": "http://cdn.movieweb.com/img.teasers.posters/FIsWCUrEWvjtwy_112_a.jpg", "genre": "Adventure", "description": "An orphan boy is raised in the Jungle with the help of a pack of wolves, a bear and a black panther."},
{"name": "The Witch", "url": "http://movieweb.com/movie/the-witch/", "director": "Robert Eggers", "released": "February 19th, 2016", "img_src": "http://cdn.movieweb.com/img.teasers.posters/FI2g8mx9HYpS57_108_a.jpg", "genre": "Horror", "description": "In this exquisitely made and terrifying new horror film, the age-old concepts of witchcraft, black magic and possession are innovatively brought together to tell the intimate and riveting story of one family's frightful unraveling in the New England wilderness circa 1630. New England, 1630. Upon threat of banishment by the church, an English farmer leaves his colonial plantation, relocating his wife and five children to a remote plot of land on the edge of an ominous forest - within which lurks an unknown evil. Strange and unsettling things begin to happen almost immediately - animals turn malevolent, crops fail, and one child disappears as another becomes seemingly possessed by an evil spirit. With suspicion and paranoia mounting, family members accuse teenage daughter Thomasin of witchcraft, charges she adamantly denies. As circumstances grow more treacherous, each family member's faith, loyalty and love become tested in shocking and unforgettable ways. Writer/director Robert Eggers' debut feature, which premiered to great acclaim at the 2015 Sundance Film Festival - winning the Best Director Prize in the U.S. Narrative Competition - painstakingly recreates a God-fearing New England decades before the 1692 Salem witch trials, in which religious convictions tragically turned to mass hysteria. Told through the eyes of the adolescent Thomasin - in a star-making turn by newcomer Anya Taylor-Joy - and supported by mesmerizing camera work and a powerful musical score, The Witch is a chilling and groundbreaking new take on the genre."},
{"name": "Triple 9", "url": "http://movieweb.com/movie/triple-9/", "director": "John Hillcoat", "released": "February 26th, 2016", "img_src": "http://cdn.movieweb.com/img.teasers.posters/FIGVDou84tPyKG_92_a.jpg", "genre": "Drama", "description": "The story follows a group of thieves who plan to kill a young LAPD officer to divert the police away from a daring heist theyre perpetrating across town. The title Triple Nine refers to police code indicating that an officer needs immediate assistance."},
{"name": "Hail, Caesar!", "url": "http://movieweb.com/movie/hail-caesar/", "director": "Ethan Coen", "released": "February 5th, 2016", "img_src": "http://cdn.movieweb.com/img.teasers.posters/FIBI6IzyI3GSFD_50_a.jpg", "genre": "Comedy", "description": "Four-time Oscar-winning filmmakers Joel and Ethan Coen (No Country for Old Men, True Grit, Fargo) write and direct Hail, Caesar!, an all-star comedy set during the latter years of Hollywood's Golden Age. Starring Josh Brolin, George Clooney, Ralph Fiennes, Tilda Swinton, Channing Tatum, Scarlett Johansson, Jonah Hill and Frances McDormand, Hail, Caesar! follows a single day in the life of a studio fixer who is presented with plenty of problems to fix."},
{"name": "Zoolander 2", "url": "http://movieweb.com/movie/zoolander-2/", "director": "Ben Stiller", "released": "February 12th, 2016", "img_src": "http://cdn.movieweb.com/img.teasers.posters/FIs28zuAB9iSvw_117_a.jpg", "genre": "Comedy", "description": "A sequel to Ben Stiller's 2001 hit comedy revolving around male fashion model Derek Zoolander."},
{"name": "Deadpool", "url": "http://movieweb.com/movie/deadpool/", "director": "Tim Miller", "released": "February 12th, 2016", "img_src": "http://cdn.movieweb.com/img.teasers.posters/FI8tfcbhGPl8ah_114_a.jpg", "genre": "Action", "description": "Based upon Marvel Comics most unconventional anti-hero, DEADPOOL tells the origin story of former Special Forces operative turned mercenary Wade Wilson, who after being subjected to a rogue experiment that leaves him with accelerated healing powers, adopts the alter ego Deadpool. Armed with his new abilities and a dark, twisted sense of humor, Deadpool hunts down the man who nearly destroyed his life."},
{"name": "Pride and Prejudice and Zombies", "url": "http://movieweb.com/movie/pride-and-prejudice-and-zombies/", "director": "Burr Steers", "released": "February 5th, 2016", "img_src": "http://cdn.movieweb.com/img.teasers.posters/FIKBFNPTltZBPL_105_a.jpg", "genre": "Horror", "description": "Jane Austin's classic tale of the tangled relationships between lovers from different social classes in 19th century England is faced with a new challenge -- an army of undead zombies."},
{"name": "Gods of Egypt", "url": "http://movieweb.com/movie/gods-of-egypt/", "director": "Alex Proyas", "released": "February 26th, 2016", "img_src": "http://cdn.movieweb.com/img.teasers.posters/FIClM2qAFRWzGG_105_a.jpg", "genre": "Adventure", "description": "Magic, monsters, gods and madness reign throughout the palaces and pyramids of the Nile River Valley in this action-adventure inspired by the classic mythology of Egypt. With the survival of mankind hanging in the balance, an unexpected hero takes a thrilling journey to save the world and rescue his true love. Set (Gerard Butler), the merciless god of darkness, has usurped Egypts throne, plunging the once peaceful and prosperous empire into chaos and conflict. With only a handful of heroic rebels opposing Sets savage rule, Bek (Brenton Thwaites), a bold and defiant mortal, enlists the aid of powerful god Horus (Nikolaj Coster-Waldau) in an unlikely alliance against the evil overlord. As their breathtaking battle against Set and his henchmen take them into the afterlife and across the heavens, both god and mortal must pass tests of courage and sacrifice if they hope to prevail in the spectacular final confrontation."}]